tap "homebrew/bundle"
brew "bash"
brew "bat"
brew "cmake"
brew "node"
brew "corepack"
brew "eza"
brew "fd"
brew "fx"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "gum"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mysql-client"
brew "neovim"
brew "ollama"
brew "python@3.12"
brew "pipx"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
cask "wezterm"
